console.log("Вёрстка валидная +10.\n" +
"Вёрстка семантическая + 16\n" +
"В коде страницы присутствуют следующие элементы:\n" +
    "<header>, <main>, <footer> +2.\n"+
        "шесть элементов <section> (по количеству секций) +2.\n" +
        "только один заголовок <h1> +2.\n" +
       " два списка ul > li > a (панель навигации, ссылки на соцсети в футере) +2.\n"+
            "семь кнопок <button> +2.\n" +
                 "два инпута <input> +2.\n" +
                    "Вёрстка соответствует макету +54\n"+
                     "Иконка является отдльным элементом, и не входит в <nav>.\n" +
                       " секция Welcome +4.\n" +
                        "секция About +6:\n" +
                        "секция Favorites +8:\n" +
                       " секция CoffeShop +6.\n" +
                        "секция Contacts +6:\n" +
                        "секция LibraryCard +8:\n" +
                        "блок <footer> +8:\n" +
                    "Адрес библиотеки должен быть ссылкой (место на карте, например).\n" +
                    "Иконки соцсетей также должны быть ссылками (можете вставить свои соцсети или любые другие аккаунты этих сервисов).\n" +
                    "Общие требования к верстке +20")